Repository: carlosgutierrezlopez/Simula3MS-Swift
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, br, cs, cy, da, de, el, es, et, fa, fi, fr, ga, gd, gl, he, hi, hr, it, ja, ko, kw, lt, lv, nb, nl, pl, pt_pt, ro, sv, uk, zh_hans

# alert.executionError.title
source: Execution error
ar: خطأ في التنفيذ
br: Fazi seveniñ
cs: Chyba při spuštění
cy: Gwall rhedeg
da: Kørselsfejl
de: Ausführungsfehler
el: Σφάλμα εκτέλεσης
es: Error de ejecución
et: Käivitamisviga
fa: خطای اجرا
fi: Suoritusvirhe
fr: Erreur d’exécution
ga: Earráid rith
gd: Mearachd ruith
gl: Erro de execución
he: שגיאת הרצה
hi: चालन त्रुटि
hr: Pogreška izvođenja
it: Errore di esecuzione
ja: 実行エラー
ko: 실행 오류
kw: Gwall resya
lt: Vykdymo klaida
lv: Izpildes kļūda
nb: Kjøringsfeil
nl: Uitvoeringsfout
pl: Błąd wykonania
pt_pt: Erro de execução
ro: Eroare de execuție
sv: Körningsfel
uk: Помилка виконання
zh_hans: 执行错误

# alert.fileEncoding
source: Unsupported encoding (UTF-8/ISO-8859-1).
ar: ترميز غير مدعوم (UTF-8/ISO-8859-1).
br: Kodadur anskoazellet (UTF-8/ISO-8859-1).
cs: Nepodporované kódování (UTF-8/ISO-8859-1).
cy: Amgodio nas cefnogir (UTF-8/ISO-8859-1).
da: Ikke-understøttet kodning (UTF-8/ISO-8859-1).
de: Nicht unterstützte Kodierung (UTF-8/ISO-8859-1).
el: Μη υποστηριζόμενη κωδικοποίηση (UTF-8/ISO-8859-1).
es: Codificación no compatible (UTF-8/ISO-8859-1).
et: Toetamata kodeering (UTF-8/ISO-8859-1).
fa: کدگذاری پشتیبانی‌نشده (UTF-8/ISO-8859-1).
fi: Merkistökoodausta ei tueta (UTF-8/ISO-8859-1).
fr: Encodage non pris en charge (UTF-8/ISO-8859-1).
ga: Ionchódú gan tacaíocht (UTF-8/ISO-8859-1).
gd: Còdachadh gun taic (UTF-8/ISO-8859-1).
gl: Codificación non compatible (UTF-8/ISO-8859-1).
he: קידוד לא נתמך (UTF-8/ISO-8859-1).
hi: असमर्थित एन्कोडिंग (UTF-8/ISO-8859-1)।
hr: Nepodržano kodiranje (UTF-8/ISO-8859-1).
it: Codifica non supportata (UTF-8/ISO-8859-1).
ja: 未対応の文字エンコーディングです（UTF-8/ISO-8859-1）。
ko: 지원되지 않는 인코딩입니다(UTF-8/ISO-8859-1).
kw: Codheans heb gweres (UTF-8/ISO-8859-1).
lt: Nepalaikoma koduotė (UTF-8/ISO-8859-1).
lv: Neatbalstīts kodējums (UTF-8/ISO-8859-1).
nb: Ikke-støttet tegnkoding (UTF-8/ISO-8859-1).
nl: Niet-ondersteunde codering (UTF-8/ISO-8859-1).
pl: Nieobsługiwane kodowanie (UTF-8/ISO-8859-1).
pt_pt: Codificação não suportada (UTF-8/ISO-8859-1).
ro: Codificare nesuportată (UTF-8/ISO-8859-1).
sv: Kodning stöds inte (UTF-8/ISO-8859-1).
uk: Непідтримуване кодування (UTF-8/ISO-8859-1).
zh_hans: 不支持的编码（UTF-8/ISO-8859-1）。

# alert.fileError.title
source: File error
ar: خطأ في الملف
br: Fazi restr
cs: Chyba souboru
cy: Gwall ffeil
da: Filfejl
de: Dateifehler
el: Σφάλμα αρχείου
es: Error de archivo
et: Failiviga
fa: خطای فایل
fi: Tiedostovirhe
fr: Erreur de fichier
ga: Earráid chomhaid
gd: Mearachd faidhle
gl: Erro de ficheiro
he: שגיאת קובץ
hi: फ़ाइल त्रुटि
hr: Pogreška datoteke
it: Errore file
ja: ファイルエラー
ko: 파일 오류
kw: Gwall restren
lt: Failo klaida
lv: Faila kļūda
nb: Filfeil
nl: Bestandsfout
pl: Błąd pliku
pt_pt: Erro de ficheiro
ro: Eroare de fișier
sv: Filfel
uk: Помилка файлу
zh_hans: 文件错误

# alert.fileOpenError
source: Could not open file
ar: تعذر فتح الملف
br: N’haller ket digeriñ ar restr
cs: Soubor se nepodařilo otevřít
cy: Methu agor y ffeil
da: Kunne ikke åbne filen
de: Datei konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου
es: No se pudo abrir el archivo
et: Faili ei saanud avada
fa: امکان باز کردن فایل وجود ندارد
fi: Tiedostoa ei voitu avata
fr: Impossible d’ouvrir le fichier
ga: Níorbh fhéidir an comhad a oscailt
gd: Cha b’ urrainn am faidhle fhosgladh
gl: Non se puido abrir o ficheiro
he: לא ניתן לפתוח את הקובץ
hi: फ़ाइल नहीं खोली जा सकी
hr: Datoteku nije moguće otvoriti
it: Impossibile aprire il file
ja: ファイルを開けませんでした
ko: 파일을 열 수 없습니다
kw: Nyns esa possybyl ygor an restren
lt: Nepavyko atidaryti failo
lv: Neizdevās atvērt failu
nb: Kunne ikke åpne filen
nl: Kan bestand niet openen
pl: Nie udało się otworzyć pliku
pt_pt: Não foi possível abrir o ficheiro
ro: Fișierul nu a putut fi deschis
sv: Det gick inte att öppna filen
uk: Не вдалося відкрити файл
zh_hans: 无法打开文件

# alert.fileSaveError
source: Could not save file
ar: تعذر حفظ الملف
br: N’haller ket enrollañ ar restr
cs: Soubor se nepodařilo uložit
cy: Methu cadw’r ffeil
da: Kunne ikke gemme filen
de: Datei konnte nicht gesichert werden
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου
es: No se pudo guardar el archivo
et: Faili ei saanud salvestada
fa: امکان ذخیره فایل وجود ندارد
fi: Tiedostoa ei voitu tallentaa
fr: Impossible d’enregistrer le fichier
ga: Níorbh fhéidir an comhad a shábháil
gd: Cha b’ urrainn am faidhle a shàbhaladh
gl: Non se puido gardar o ficheiro
he: לא ניתן לשמור את הקובץ
hi: फ़ाइल सहेजी नहीं जा सकी
hr: Datoteku nije moguće spremiti
it: Impossibile salvare il file
ja: ファイルを保存できませんでした
ko: 파일을 저장할 수 없습니다
kw: Nyns esa possybyl gwitha an restren
lt: Nepavyko išsaugoti failo
lv: Neizdevās saglabāt failu
nb: Kunne ikke lagre filen
nl: Kan bestand niet opslaan
pl: Nie udało się zapisać pliku
pt_pt: Não foi possível guardar o ficheiro
ro: Fișierul nu a putut fi salvat
sv: Det gick inte att spara filen
uk: Не вдалося зберегти файл
zh_hans: 无法保存文件

# alert.goto.invalid
source: Invalid line. Range
ar: سطر غير صالح. النطاق
br: Linenn direizh. Spisad
cs: Neplatný řádek. Rozsah
cy: Llinell annilys. Ystod
da: Ugyldig linje. Interval
de: Ungültige Zeile. Bereich
el: Μη έγκυρη γραμμή. Εύρος
es: Línea inválida. Rango
et: Vigane rida. Vahemik
fa: خط نامعتبر. بازه
fi: Virheellinen rivi. Alue
fr: Ligne invalide. Intervalle
ga: Líne neamhbhailí. Raon
gd: Loidhne mì-dhligheach. Raon
gl: Liña inválida. Rango
he: שורה לא תקינה. טווח
hi: अमान्य पंक्ति। सीमा
hr: Neispravan redak. Raspon
it: Riga non valida. Intervallo
ja: 無効な行番号です。範囲
ko: 잘못된 줄 번호입니다. 범위
kw: Linenn anniver. Spas
lt: Neteisinga eilutė. Intervalas
lv: Nederīga rinda. Diapazons
nb: Ugyldig linje. Område
nl: Ongeldige regel. Bereik
pl: Nieprawidłowy wiersz. Zakres
pt_pt: Linha inválida. Intervalo
ro: Linie invalidă. Interval
sv: Ogiltig rad. Intervall
uk: Неправильний рядок. Діапазон
zh_hans: 无效行号。范围

# alert.noActiveWindow
source: No active window found to show the save panel.
ar: لم يتم العثور على نافذة نشطة لعرض لوحة الحفظ.
br: N’eus bet kavet prenestr oberiant ebet evit diskouez ar banell enrollañ.
cs: Nebyl nalezen aktivní panel pro zobrazení dialogu uložení.
cy: Ni chanfuwyd ffenestr weithredol i ddangos y panel cadw.
da: Ingen aktivt vindue fundet til at vise gemmepanelet.
de: Kein aktives Fenster zum Anzeigen des Sicherungsdialogs gefunden.
el: Δεν βρέθηκε ενεργό παράθυρο για την εμφάνιση του πίνακα αποθήκευσης.
es: No se encontró una ventana activa para mostrar el panel de guardado.
et: Salvestuspaneeli kuvamiseks ei leitud aktiivset akent.
fa: هیچ پنجره فعالی برای نمایش پنل ذخیره پیدا نشد.
fi: Aktiivista ikkunaa ei löytynyt tallennuspaneelin näyttämiseen.
fr: Aucune fenêtre active n’a été trouvée pour afficher le panneau d’enregistrement.
ga: Níor aimsíodh fuinneog ghníomhach chun an painéal sábhála a thaispeáint.
gd: Cha deach uinneag ghnìomhach a lorg gus pannal an t-sàbhalaidh a shealltainn.
gl: Non se atopou unha ventá activa para mostrar o panel de gardado.
he: לא נמצא חלון פעיל להצגת לוח השמירה.
hi: सहेजने वाला पैनल दिखाने के लिए कोई सक्रिय विंडो नहीं मिली।
hr: Nije pronađen aktivan prozor za prikaz ploče za spremanje.
it: Nessuna finestra attiva trovata per mostrare il pannello di salvataggio.
ja: 保存パネルを表示するアクティブなウインドウが見つかりませんでした。
ko: 저장 패널을 표시할 활성 창을 찾을 수 없습니다.
kw: Nyns esa fenestra oberel kavys dhe weles an panel gwitha.
lt: Nerastas aktyvus langas išsaugojimo skydeliui parodyti.
lv: Netika atrasts aktīvs logs saglabāšanas paneļa parādīšanai.
nb: Fant ikke et aktivt vindu for å vise lagringspanelet.
nl: Geen actief venster gevonden om het bewaarpaneel te tonen.
pl: Nie znaleziono aktywnego okna do wyświetlenia panelu zapisu.
pt_pt: Não foi encontrada uma janela ativa para mostrar o painel de gravação.
ro: Nu a fost găsită o fereastră activă pentru afișarea panoului de salvare.
sv: Ingen aktivt fönster hittades för att visa spara-panelen.
uk: Не знайдено активного вікна для показу панелі збереження.
zh_hans: 未找到活动窗口来显示保存面板。

# alert.notice.title
source: Notice
ar: تنبيه
br: Kemenn
cs: Upozornění
cy: Hysbysiad
da: Bemærk
de: Hinweis
el: Ειδοποίηση
es: Aviso
et: Teade
fa: اعلان
fi: Huomautus
fr: Avis
ga: Fógra
gd: Brath
gl: Aviso
he: הודעה
hi: सूचना
hr: Obavijest
it: Avviso
ja: 通知
ko: 알림
kw: Kedhlow
lt: Pranešimas
lv: Paziņojums
nb: Merknad
nl: Melding
pl: Uwaga
pt_pt: Aviso
ro: Notificare
sv: Meddelande
uk: Повідомлення
zh_hans: 提示

# alert.replace.donePrefix
source: Replacements made
ar: عمليات الاستبدال المنجزة
br: Erlec’hiadurioù graet
cs: Provedená nahrazení
cy: Amnewidiadau a wnaed
da: Udførte erstatninger
de: Ersetzungen durchgeführt
el: Πραγματοποιημένες αντικαταστάσεις
es: Reemplazos realizados
et: Tehtud asendused
fa: تعداد جایگزینی‌های انجام‌شده
fi: Tehdyt korvaukset
fr: Remplacements effectués
ga: Ionadaithe déanta
gd: Ath-chuiridhean a chaidh a dhèanamh
gl: Substitucións realizadas
he: החלפות שבוצעו
hi: किए गए प्रतिस्थापन
hr: Izvršene zamjene
it: Sostituzioni effettuate
ja: 置換数
ko: 수행된 바꾸기
kw: Arlyansow gwrys
lt: Atlikti pakeitimai
lv: Veiktās aizstāšanas
nb: Utførte erstatninger
nl: Uitgevoerde vervangingen
pl: Wykonane zamiany
pt_pt: Substituições efetuadas
ro: Înlocuiri efectuate
sv: Utförda ersättningar
uk: Виконані заміни
zh_hans: 已完成替换

# alert.replace.title
source: Replace
ar: استبدال
br: Erlec’hiañ
cs: Nahradit
cy: Amnewid
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
et: Asenda
fa: جایگزینی
fi: Korvaa
fr: Remplacer
ga: Ionadaigh
gd: Cuir na àite
gl: Substituír
he: החלפה
hi: बदलें
hr: Zamijeni
it: Sostituisci
ja: 置換
ko: 바꾸기
kw: Arlya
lt: Pakeisti
lv: Aizstāt
nb: Erstatt
nl: Vervangen
pl: Zamień
pt_pt: Substituir
ro: Înlocuiește
sv: Ersätt
uk: Замінити
zh_hans: 替换

# alert.replaceEmpty
source: Text to replace is empty.
ar: النص المراد استبداله فارغ.
br: Goullo eo an destenn da erlec’hiañ.
cs: Text k nahrazení je prázdný.
cy: Mae’r testun i’w amnewid yn wag.
da: Teksten, der skal erstattes, er tom.
de: Der zu ersetzende Text ist leer.
el: Το κείμενο αντικατάστασης είναι κενό.
es: Texto a reemplazar vacío.
et: Asendatav tekst on tühi.
fa: متن جایگزینی خالی است.
fi: Korvattava teksti on tyhjä.
fr: Le texte à remplacer est vide.
ga: Tá an téacs le hionadú folamh.
gd: Tha an teacsa ri chur na àite falamh.
gl: O texto a substituír está baleiro.
he: טקסט ההחלפה ריק.
hi: बदलने वाला पाठ खाली है।
hr: Tekst za zamjenu je prazan.
it: Il testo da sostituire è vuoto.
ja: 置換する文字列が空です。
ko: 바꿀 텍스트가 비어 있습니다.
kw: Gwag yw an text dhe arlya.
lt: Tekstas pakeitimui yra tuščias.
lv: Aizstājamais teksts ir tukšs.
nb: Teksten som skal erstattes er tom.
nl: De tekst om te vervangen is leeg.
pl: Tekst do zamiany jest pusty.
pt_pt: O texto a substituir está vazio.
ro: Textul de înlocuit este gol.
sv: Texten att ersätta är tom.
uk: Текст для заміни порожній.
zh_hans: 替换文本为空。

# alert.restartRecommended.message
source: Restart the app to fully apply the language change.
ar: أعد تشغيل التطبيق لتطبيق تغيير اللغة بالكامل.
br: Adloc’hit an arload evit lakaat ar cheñchamantoù yezh da dalvezout penn-da-benn.
cs: Restartujte aplikaci, aby se změna jazyka plně projevila.
cy: Ailgychwynnwch yr ap i gymhwyso’r newid iaith yn llawn.
da: Genstart appen for at anvende sprogændringen fuldt ud.
de: Starte die App neu, um die Sprachänderung vollständig anzuwenden.
el: Επανεκκινήστε την εφαρμογή για να εφαρμοστεί πλήρως η αλλαγή γλώσσας.
es: Para aplicar completamente el cambio de idioma, reinicia la aplicación.
et: Keelevahetuse täielikuks rakendamiseks taaskäivita rakendus.
fa: برای اعمال کامل تغییر زبان، برنامه را دوباره راه‌اندازی کنید.
fi: Käynnistä sovellus uudelleen, jotta kielimuutos otetaan täysin käyttöön.
fr: Redémarrez l’application pour appliquer complètement le changement de langue.
ga: Atosaigh an aip chun an t-athrú teanga a chur i bhfeidhm go hiomlán.
gd: Ath-thòisich an aplacaid gus atharrachadh a’ chànain a chur an sàs gu tur.
gl: Para aplicar completamente o cambio de idioma, reinicia a aplicación.
he: הפעל מחדש את היישום כדי להחיל את שינוי השפה במלואו.
hi: भाषा परिवर्तन को पूरी तरह लागू करने के लिए ऐप को पुनः आरंभ करें।
hr: Ponovno pokreni aplikaciju kako bi se promjena jezika u potpunosti primijenila.
it: Riavvia l’app per applicare completamente il cambio di lingua.
ja: 言語変更を完全に適用するには、アプリを再起動してください。
ko: 언어 변경을 완전히 적용하려면 앱을 다시 시작하세요.
kw: Daswos an app dhe woria an chanj yeth yn llawn.
lt: Paleiskite programą iš naujo, kad kalbos pakeitimas būtų visiškai pritaikytas.
lv: Restartējiet lietotni, lai pilnībā piemērotu valodas maiņu.
nb: Start appen på nytt for å bruke språkendringen fullt ut.
nl: Start de app opnieuw om de taalwijziging volledig toe te passen.
pl: Uruchom aplikację ponownie, aby w pełni zastosować zmianę języka.
pt_pt: Reinicia a aplicação para aplicar completamente a mudança de idioma.
ro: Repornește aplicația pentru a aplica complet schimbarea limbii.
sv: Starta om appen för att tillämpa språkändringen fullt ut.
uk: Перезапустіть застосунок, щоб повністю застосувати зміну мови.
zh_hans: 请重新启动应用以完全应用语言更改。

# alert.restartRecommended.title
source: Restart recommended
ar: يوصى بإعادة التشغيل
br: Adloc’hañ erbedet
cs: Doporučen restart
cy: Argymhellir ailgychwyn
da: Genstart anbefales
de: Neustart empfohlen
el: Συνιστάται επανεκκίνηση
es: Reinicio recomendado
et: Soovitatav on taaskäivitada
fa: راه‌اندازی دوباره توصیه می‌شود
fi: Uudelleenkäynnistystä suositellaan
fr: Redémarrage recommandé
ga: Moltar atosú
gd: Mholamaid ath-thòiseachadh
gl: Reinicio recomendado
he: מומלץ להפעיל מחדש
hi: पुनः आरंभ की अनुशंसा की जाती है
hr: Preporučuje se ponovno pokretanje
it: Riavvio consigliato
ja: 再起動を推奨
ko: 재시작 권장
kw: Daswosa gwyrsys
lt: Rekomenduojama paleisti iš naujo
lv: Ieteicama restartēšana
nb: Omstart anbefales
nl: Herstart aanbevolen
pl: Zalecane ponowne uruchomienie
pt_pt: Reinício recomendado
ro: Se recomandă repornirea
sv: Omstart rekommenderas
uk: Рекомендовано перезапуск
zh_hans: 建议重新启动

# alert.runUnavailable.message
source: You must assemble successfully before running.
ar: يجب عليك إجراء التجميع بنجاح قبل التشغيل.
br: Ret eo deoc’h aoziañ mat a-raok seveniñ.
cs: Před spuštěním musíš program správně sestavit.
cy: Rhaid i chi gydosod yn gywir cyn rhedeg.
da: Du skal assemblere korrekt, før du kan køre.
de: Du musst zuerst erfolgreich assemblieren, bevor du ausführen kannst.
el: Πρέπει να κάνετε σωστή συναρμολόγηση πριν από την εκτέλεση.
es: Debes ensamblar correctamente antes de ejecutar.
et: Enne käivitamist pead programmi korrektselt assembleerima.
fa: پیش از اجرا باید برنامه را به‌درستی اسمبل کنید.
fi: Sinun on käännettävä ohjelma oikein ennen suoritusta.
fr: Vous devez assembler correctement avant d’exécuter.
ga: Caithfidh tú tionól ceart a dhéanamh sula ritheann tú.
gd: Feumaidh tu cruinneachadh ceart a dhèanamh mus ruith thu.
gl: Debes ensamblar correctamente antes de executar.
he: יש לבצע אסמבל תקין לפני ההרצה.
hi: चलाने से पहले सही तरीके से असेंबल करना ज़रूरी है।
hr: Prije pokretanja moraš ispravno sastaviti program.
it: Devi assemblare correttamente prima di eseguire.
ja: 実行する前に正しくアセンブルする必要があります。
ko: 실행하기 전에 올바르게 어셈블해야 합니다.
kw: Res yw dhywgh kuntella yn ewn kyns resya.
lt: Prieš vykdydamas turi teisingai asamblinti programą.
lv: Pirms palaišanas programma ir pareizi jāasamble.
nb: Du må assemblere riktig før du kan kjøre.
nl: Je moet eerst correct assembleren voordat je kunt uitvoeren.
pl: Przed uruchomieniem musisz poprawnie złożyć program.
pt_pt: Tens de montar corretamente antes de executar.
ro: Trebuie să asamblezi corect înainte de a rula.
sv: Du måste assemblera korrekt innan du kan köra.
uk: Перед запуском потрібно правильно зібрати програму.
zh_hans: 运行前必须先成功汇编。

# alert.runUnavailable.title
source: Run unavailable
ar: التشغيل غير متاح
br: N’haller ket seveniñ
cs: Spuštění není k dispozici
cy: Nid yw rhedeg ar gael
da: Kørsel ikke tilgængelig
de: Ausführung nicht verfügbar
el: Η εκτέλεση δεν είναι διαθέσιμη
es: Ejecución no disponible
et: Käivitamine pole saadaval
fa: اجرا در دسترس نیست
fi: Suoritus ei ole käytettävissä
fr: Exécution indisponible
ga: Níl an rith ar fáil
gd: Chan eil ruith ri fhaighinn
gl: Execución non dispoñible
he: ההרצה אינה זמינה
hi: चालन उपलब्ध नहीं है
hr: Pokretanje nije dostupno
it: Esecuzione non disponibile
ja: 実行できません
ko: 실행할 수 없음
kw: Nyns eus resya rydd
lt: Vykdymas nepasiekiamas
lv: Palaišana nav pieejama
nb: Kjøring ikke tilgjengelig
nl: Uitvoering niet beschikbaar
pl: Uruchomienie niedostępne
pt_pt: Execução indisponível
ro: Rularea nu este disponibilă
sv: Körning inte tillgänglig
uk: Запуск недоступний
zh_hans: 无法运行

# alert.search.matchesPrefix
source: Matches on lines
ar: المطابقات في الأسطر
br: Kenglotadurioù war ar linennoù
cs: Shody na řádcích
cy: Cydweddiadau ar linellau
da: Match på linjer
de: Treffer in Zeilen
el: Αποτελέσματα στις γραμμές
es: Coincidencias en líneas
et: Vasted ridadel
fa: تطابق‌ها در خطوط
fi: Osumat riveillä
fr: Correspondances aux lignes
ga: Meaitseanna ar línte
gd: Co-fhreagairtean air loidhnichean
gl: Coincidencias en liñas
he: התאמות בשורות
hi: पंक्तियों में मिलान
hr: Podudaranja u retcima
it: Corrispondenze nelle righe
ja: 一致した行
ko: 일치하는 행
kw: Kewaredhyansow war linennyow
lt: Atitikmenys eilutėse
lv: Atbilstības rindās
nb: Treff på linjer
nl: Overeenkomsten op regels
pl: Dopasowania w wierszach
pt_pt: Correspondências nas linhas
ro: Potriviri pe liniile
sv: Träffar på rader
uk: Збіги в рядках
zh_hans: 匹配所在行

# alert.search.none
source: none
ar: لا يوجد
br: hini ebet
cs: žádné
cy: dim
da: ingen
de: keine
el: κανένα
es: ninguna
et: puuduvad
fa: هیچ
fi: ei mitään
fr: aucune
ga: níl aon cheann
gd: chan eil gin
gl: ningunha
he: אין
hi: कोई नहीं
hr: nema
it: nessuna
ja: なし
ko: 없음
kw: nag onan
lt: nėra
lv: nav
nb: ingen
nl: geen
pl: brak
pt_pt: nenhuma
ro: niciuna
sv: inga
uk: немає
zh_hans: 无

# alert.search.title
source: Search
ar: بحث
br: Klask
cs: Hledání
cy: Chwilio
da: Søgning
de: Suche
el: Αναζήτηση
es: Búsqueda
et: Otsing
fa: جستجو
fi: Haku
fr: Recherche
ga: Cuardach
gd: Lorg
gl: Busca
he: חיפוש
hi: खोज
hr: Pretraga
it: Ricerca
ja: 検索
ko: 검색
kw: Whilas
lt: Paieška
lv: Meklēšana
nb: Søk
nl: Zoeken
pl: Wyszukiwanie
pt_pt: Pesquisa
ro: Căutare
sv: Sökning
uk: Пошук
zh_hans: 搜索

# alert.searchEmpty
source: Empty search.
ar: بحث فارغ.
br: Klask goullo.
cs: Prázdné hledání.
cy: Chwiliad gwag.
da: Tom søgning.
de: Leere Suche.
el: Κενή αναζήτηση.
es: Búsqueda vacía.
et: Tühi otsing.
fa: جستجوی خالی.
fi: Tyhjä haku.
fr: Recherche vide.
ga: Cuardach folamh.
gd: Lorg falamh.
gl: Busca baleira.
he: חיפוש ריק.
hi: खाली खोज।
hr: Prazna pretraga.
it: Ricerca vuota.
ja: 検索文字列が空です。
ko: 검색어가 비어 있습니다.
kw: Whilas gwag.
lt: Tuščia paieška.
lv: Tukšs meklējums.
nb: Tomt søk.
nl: Lege zoekopdracht.
pl: Puste wyszukiwanie.
pt_pt: Pesquisa vazia.
ro: Căutare goală.
sv: Tom sökning.
uk: Порожній пошук.
zh_hans: 搜索为空。

# alert.unsavedChanges.title
source: There are unsaved changes
ar: لديك تغييرات غير محفوظة
br: Kemmoù nann-enrollet zo ganeoc’h
cs: Máš neuložené změny
cy: Mae gennych newidiadau heb eu cadw
da: Du har ændringer, der ikke er gemt
de: Es gibt ungesicherte Änderungen
el: Έχετε μη αποθηκευμένες αλλαγές
es: Tienes cambios sin guardar
et: Sul on salvestamata muudatusi
fa: تغییرات ذخیره‌نشده دارید
fi: Sinulla on tallentamattomia muutoksia
fr: Vous avez des modifications non enregistrées
ga: Tá athruithe neamhshábháilte agat
gd: Tha atharrachaidhean gun sàbhaladh agad
gl: Hai cambios sen gardar
he: יש לך שינויים שלא נשמרו
hi: आपके पास असहेजे परिवर्तन हैं
hr: Imaš nespremljene promjene
it: Hai modifiche non salvate
ja: 未保存の変更があります
ko: 저장되지 않은 변경 사항이 있습니다
kw: Yma kemmyansow heb gwitha genes
lt: Turite neišsaugotų pakeitimų
lv: Jums ir nesaglabātas izmaiņas
nb: Du har ulagrede endringer
nl: Je hebt niet-opgeslagen wijzigingen
pl: Masz niezapisane zmiany
pt_pt: Tens alterações por guardar
ro: Ai modificări nesalvate
sv: Du har osparade ändringar
uk: У вас є незбережені зміни
zh_hans: 你有未保存的更改

# appearance.automatic
source: Automatic
ar: تلقائي
br: Emgefreek
cs: Automaticky
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
et: Automaatne
fa: خودکار
fi: Automaattinen
fr: Automatique
ga: Uathoibríoch
gd: Fèin-obrachail
gl: Automático
he: אוטומטי
hi: स्वचालित
hr: Automatski
it: Automatico
ja: 自動
ko: 자동
kw: Emgefrek
lt: Automatinis
lv: Automātiski
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_pt: Automático
ro: Automat
sv: Automatiskt
uk: Автоматично
zh_hans: 自动

# appearance.dark
source: Dark
ar: داكن
br: Teñval
cs: Tmavý
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
et: Tume
fa: تیره
fi: Tumma
fr: Sombre
ga: Dorcha
gd: Dorcha
gl: Escuro
he: כהה
hi: गहरा
hr: Tamni
it: Scuro
ja: ダーク
ko: 다크
kw: Tywyll
lt: Tamsus
lv: Tumšs
nb: Mørk
nl: Donker
pl: Ciemny
pt_pt: Escuro
ro: Întunecat
sv: Mörkt
uk: Темний
zh_hans: 深色

# appearance.light
source: Light
ar: فاتح
br: Sklaer
cs: Světlý
cy: Golau
da: Lys
de: Hell
el: Ανοιχτό
es: Claro
et: Hele
fa: روشن
fi: Vaalea
fr: Clair
ga: Geal
gd: Soilleir
gl: Claro
he: בהיר
hi: हल्का
hr: Svijetli
it: Chiaro
ja: ライト
ko: 라이트
kw: Golow
lt: Šviesus
lv: Gaišs
nb: Lys
nl: Licht
pl: Jasny
pt_pt: Claro
ro: Luminos
sv: Ljust
uk: Світлий
zh_hans: 浅色

# asm.error.duplicateDataLabel
source: Duplicate data label: %@
ar: وسم بيانات مكرر: %@
br: Merk roadennoù doubl: %@
cs: Duplicitní datové návěští: %@
cy: Label data dyblyg: %@
da: Dubleret datalabel: %@
de: Doppeltes Datenlabel: %@
el: Διπλότυπη ετικέτα δεδομένων: %@
es: Etiqueta de dato duplicada: %@
et: Duplikaatandmesilt: %@
fa: برچسب داده تکراری: %@
fi: Päällekkäinen datanimike: %@
fr: Étiquette de données dupliquée : %@
ga: Lipéad sonraí dúblach: %@
gd: Leubail dàta dùblaichte: %@
gl: Etiqueta de dato duplicada: %@
he: תווית נתונים כפולה: %@
hi: डुप्लिकेट डेटा लेबल: %@
hr: Duplicirana podatkovna oznaka: %@
it: Etichetta dati duplicata: %@
ja: 重複するデータラベル: %@
ko: 중복된 데이터 레이블: %@
kw: Merk data doubl: %@
lt: Pasikartojanti duomenų žyma: %@
lv: Dublēta datu iezīme: %@
nb: Duplisert dataetikett: %@
nl: Dubbel gegevenslabel: %@
pl: Zduplikowana etykieta danych: %@
pt_pt: Etiqueta de dados duplicada: %@
ro: Etichetă de date duplicată: %@
sv: Duplicerad dataetikett: %@
uk: Повторювана мітка даних: %@
zh_hans: 重复的数据标签：%@

# asm.error.duplicateLabel
source: Duplicate label: %@
ar: وسم مكرر: %@
br: Merk doubl: %@
cs: Duplicitní návěští: %@
cy: Label dyblyg: %@
da: Dubleret label: %@
de: Doppeltes Label: %@
el: Διπλότυπη ετικέτα: %@
es: Etiqueta duplicada: %@
et: Duplikaatsilt: %@
fa: برچسب تکراری: %@
fi: Päällekkäinen nimike: %@
fr: Étiquette dupliquée : %@
ga: Lipéad dúblach: %@
gd: Leubail dùblaichte: %@
gl: Etiqueta duplicada: %@
he: תווית כפולה: %@
hi: डुप्लिकेट लेबल: %@
hr: Duplicirana oznaka: %@
it: Etichetta duplicata: %@
ja: 重複するラベル: %@
ko: 중복된 레이블: %@
kw: Merk doubl: %@
lt: Pasikartojanti žyma: %@
lv: Dublēta iezīme: %@
nb: Duplisert etikett: %@
nl: Dubbel label: %@
pl: Zduplikowana etykieta: %@
pt_pt: Etiqueta duplicada: %@
ro: Etichetă duplicată: %@
sv: Duplicerad etikett: %@
uk: Повторювана мітка: %@
zh_hans: 重复的标签：%@

# asm.error.emptyDataLabel
source: Empty data label
ar: وسم بيانات فارغ
br: Merk roadennoù goullo
cs: Prázdné datové návěští
cy: Label data gwag
da: Tom datalabel
de: Leeres Datenlabel
el: Κενή ετικέτα δεδομένων
es: Etiqueta de dato vacía
et: Tühi andmesilt
fa: برچسب داده خالی است
fi: Tyhjä datanimike
fr: Étiquette de données vide
ga: Lipéad sonraí folamh
gd: Leubail dàta falamh
gl: Etiqueta de dato baleira
he: תווית נתונים ריקה
hi: खाली डेटा लेबल
hr: Prazna podatkovna oznaka
it: Etichetta dati vuota
ja: データラベルが空です
ko: 데이터 레이블이 비어 있습니다
kw: Merk data gwag
lt: Tuščia duomenų žyma
lv: Tukša datu iezīme
nb: Tom dataetikett
nl: Leeg gegevenslabel
pl: Pusta etykieta danych
pt_pt: Etiqueta de dados vazia
ro: Etichetă de date goală
sv: Tom dataetikett
uk: Порожня мітка даних
zh_hans: 数据标签为空
